[orchid_vo_chapter8_0010_echox_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It's time to pick up the compass and find out where Captain Blade buried his treasure. And all this.",Time=0)

[orchid_vo_chapter8_0020_echox_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It is part of my compass. pregnancy.",Time=0)

[orchid_vo_chapter8_0030_echox_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Now they match the other three balls that you placed together on the table.",Time=0)

[orchid_vo_chapter8_0040_echox_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="See: sacompass. Please continue.",Time=0)

[orchid_vo_chapter8_0050_echox_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="And we are looking for wealth. Find a compass at Magnys Lighthouse.",Time=0)

[orchid_vo_chapter8_0060_echox_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Captain Blade built the Magnis Beacon many years before his death. According to his explanation, placing the compass on the lighthouse will show you where the treasure is buried. In fact, Blade's explanation reveals a lot about a society where emotions secretly rule. He felt on ground.",Time=0)

[orchid_vo_chapter8_0070_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I need to get to the top of the mountain, when you get to the top of the tower you need to use the compass. Then try to find out where the buried treasure is and go there first. It will be fun.!",Time=0)

[orchid_vo_chapter8_0080_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Of course you can't reach the treasure in front of me, but watch out for Leviathan anyway. He eats Roscoe and says that Blade died to protect the treasure..",Time=0)

[orchid_vo_chapter8_0090_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Running up to the top of the lights - Leviathan knows how close we are to find treasure and doesn't seem to care. Nice surprise, isn't it??",Time=0)

[orchid_vo_chapter8_0100_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Are you clear? Beloved! to find the place where the treasure is buried; Take a one-sided compass..",Time=0)

[orchid_vo_chapter8_0110_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The event was worth it?",Time=0)

[orchid_vo_chapter8_0120_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You did it! It's like buried treasure haha! See you outside.!",Time=0)
